Repository: NicolaLS/payment-app
Catalog: feature/payment-hub/src/iosMain/resources/PaymentHub.xcstrings
Source language: en
Languages: de, es

# hub_action_move_down
source: Move down
de: Nach unten
es: Bajar

# hub_action_move_up
source: Move up
de: Nach oben
es: Subir

# hub_amount_ask
source: Enter amount
de: Betrag eingeben
es: Introducir importe

# hub_canvas_done
source: Done
de: Fertig
es: Listo

# hub_canvas_edit
source: Edit
de: Bearbeiten
es: Editar

# hub_canvas_move
source: Move
de: Verschieben
es: Mover

# hub_canvas_pay
source: Pay %1$@
de: %1$@ bezahlen
es: Pagar a %1$@

# hub_canvas_remove_cancel
source: Cancel
de: Abbrechen
es: Cancelar

# hub_canvas_remove_confirm
source: Remove
de: Entfernen
es: Quitar

# hub_configure_delete
source: Remove from Hub
de: Aus dem Hub entfernen
es: Quitar del hub

# hub_configure_save
source: Save
de: Speichern
es: Guardar

# hub_configure_title
source: Configure
de: Einrichten
es: Configurar

# hub_contact_delete
source: Delete contact
de: Kontakt löschen
es: Eliminar contacto

# hub_contact_delete_body
source: This deletes the saved contact and removes them from your Hub.
de: Dadurch wird der gespeicherte Kontakt gelöscht und aus deinem Hub entfernt.
es: Se eliminará el contacto guardado y se quitará de tu Hub.

# hub_contact_delete_title
source: Delete contact?
de: Kontakt löschen?
es: ¿Eliminar contacto?

# hub_editor_save
source: Save
de: Speichern
es: Guardar

# hub_error_enter_amount
source: Enter an amount.
de: Gib einen Betrag ein.
es: Introduce un importe.

# hub_error_enter_title
source: Enter a name.
de: Gib einen Namen ein.
es: Introduce un nombre.

# hub_error_invalid_address
source: Enter a valid Lightning address.
de: Gib eine gültige Lightning-Adresse ein.
es: Introduce una dirección Lightning válida.

# hub_new_back
source: Back
de: Zurück
es: Atrás

# hub_new_more
source: More
de: Mehr
es: Más

# hub_new_no_contacts
source: No saved contacts yet. Add one manually.
de: Noch keine gespeicherten Kontakte. Füge einen manuell hinzu.
es: Todavía no hay contactos guardados. Añade uno manualmente.

# hub_new_no_matches
source: No matching contacts
de: Keine passenden Kontakte
es: No hay contactos que coincidan

# hub_new_search
source: Search contacts
de: Kontakte suchen
es: Buscar contactos

# hub_save_prompt_body
source: Save %1$@ as a contact and add a Contacts widget. Choose the amount each time you pay.
de: Speichere %1$@ als Kontakt und füge ein Kontakte-Widget hinzu. Wähle den Betrag bei jeder Zahlung.
es: Guarda a %1$@ como contacto y añade un widget de Contactos. Elige el importe cada vez que pagues.

# hub_save_prompt_not_now
source: Not now
de: Nicht jetzt
es: Ahora no

# hub_save_prompt_save
source: Save
de: Speichern
es: Guardar

# hub_save_prompt_title
source: Save contact and widget?
de: Kontakt und Widget speichern?
es: ¿Guardar contacto y widget?

# hub_service_amount
source: Top-up amount (%1$@)
de: Aufladebetrag (%1$@)
es: Importe de recarga (%1$@)

# hub_service_amount_range
source: From %1$@ to %2$@, in steps of %3$@.
de: Von %1$@ bis %2$@, in Schritten von %3$@.
es: De %1$@ a %2$@, en incrementos de %3$@.

# hub_service_body
source: Top up a phone or choose a mobile package.
de: Lade ein Handy auf oder wähle ein Mobilfunkpaket.
es: Recarga un teléfono o elige un paquete móvil.

# hub_service_changed
source: The available options changed. Review your selection again.
de: Die verfügbaren Optionen haben sich geändert. Prüfe deine Auswahl erneut.
es: Las opciones disponibles han cambiado. Revisa tu selección de nuevo.

# hub_service_check_status
source: Check status
de: Status prüfen
es: Consultar estado

# hub_service_choose_offer
source: Choose a top-up or package
de: Aufladung oder Paket wählen
es: Elige una recarga o un paquete

# hub_service_fulfillment_status
source: Mobile delivery
de: Mobilfunkbereitstellung
es: Entrega móvil

# hub_service_invalid_amount
source: Choose an amount within the available range and increments.
de: Wähle einen Betrag im verfügbaren Bereich und in den angegebenen Schritten.
es: Elige un importe dentro del rango y los incrementos disponibles.

# hub_service_invalid_invoice
source: The payment request could not be verified. Check the order again.
de: Die Zahlungsanforderung konnte nicht geprüft werden. Prüfe die Bestellung erneut.
es: No se pudo verificar la solicitud de pago. Consulta el pedido de nuevo.

# hub_service_invalid_phone
source: Enter a valid phone number with country code.
de: Gib eine gültige Rufnummer mit Landesvorwahl ein.
es: Introduce un número de teléfono válido con código de país.

# hub_service_item
source: Item
de: Artikel
es: Producto

# hub_service_lightning_price
source: Lightning price
de: Lightning-Preis
es: Precio en Lightning

# hub_service_order_banner
source: View service order
de: Dienstbestellung ansehen
es: Ver pedido de servicio

# hub_service_order_reference
source: Order reference
de: Bestellnummer
es: Referencia del pedido

# hub_service_order_status
source: Order status
de: Bestellstatus
es: Estado del pedido

# hub_service_packages
source: Packages
de: Pakete
es: Paquetes

# hub_service_packages_body
source: Choose from the available mobile packages.
de: Wähle aus den verfügbaren Mobilfunkpaketen.
es: Elige entre los paquetes móviles disponibles.

# hub_service_pay
source: Continue to payment
de: Weiter zur Zahlung
es: Continuar al pago

# hub_service_payment_hint
source: Payment and mobile delivery are tracked separately.
de: Zahlung und Mobilfunkbereitstellung werden getrennt erfasst.
es: El pago y la entrega móvil se registran por separado.

# hub_service_payment_status
source: Payment
de: Zahlung
es: Pago

# hub_service_phone
source: Phone number
de: Rufnummer
es: Número de teléfono

# hub_service_quote_expires
source: Quote expires %1$@
de: Angebot gültig bis %1$@
es: Cotización válida hasta %1$@

# hub_service_recipient
source: Recipient
de: Empfänger
es: Destinatario

# hub_service_review
source: Review order
de: Bestellung prüfen
es: Revisar pedido

# hub_service_save_failed
source: Could not save the order. Please try again.
de: Die Bestellung konnte nicht gespeichert werden. Versuche es erneut.
es: No se pudo guardar el pedido. Inténtalo de nuevo.

# hub_service_select_offer
source: Choose an available top-up or package.
de: Wähle eine verfügbare Aufladung oder ein Paket.
es: Elige una recarga o un paquete disponible.

# hub_service_status_awaiting_payment
source: Awaiting payment
de: Zahlung ausstehend
es: Esperando el pago

# hub_service_status_delivered
source: Delivered
de: Bereitgestellt
es: Entregado

# hub_service_status_expired
source: Expired
de: Abgelaufen
es: Caducado

# hub_service_status_failed
source: Failed
de: Fehlgeschlagen
es: Fallido

# hub_service_status_paid
source: Paid
de: Bezahlt
es: Pagado

# hub_service_status_pending
source: Pending
de: Ausstehend
es: Pendiente

# hub_service_status_preparing
source: Preparing
de: Wird vorbereitet
es: En preparación

# hub_service_status_processing
source: Processing
de: Wird bearbeitet
es: En proceso

# hub_service_status_unknown
source: Not confirmed
de: Nicht bestätigt
es: Sin confirmar

# hub_service_status_unpaid
source: Unpaid
de: Unbezahlt
es: Sin pagar

# hub_service_title
source: Mobile services
de: Mobilfunkdienste
es: Servicios móviles

# hub_service_topup
source: Top up
de: Aufladen
es: Recargar

# hub_service_topup_body
source: A saved phone number, ready for a top-up.
de: Eine gespeicherte Rufnummer zum Aufladen.
es: Un número guardado, listo para recargar.

# hub_service_unavailable
source: This service is temporarily unavailable. Please try again.
de: Dieser Dienst ist vorübergehend nicht verfügbar. Versuche es erneut.
es: Este servicio no está disponible temporalmente. Inténtalo de nuevo.

# hub_service_unknown_hint
source: The result is not confirmed yet. Check this order before starting another purchase.
de: Das Ergebnis ist noch nicht bestätigt. Prüfe diese Bestellung, bevor du einen weiteren Kauf startest.
es: El resultado aún no está confirmado. Consulta este pedido antes de iniciar otra compra.

# hub_target_address_label
source: Lightning address
de: Lightning-Adresse
es: Dirección Lightning

# hub_target_amount_fiat_hint
source: At payment time the current exchange rate is used, so the recipient receives bitcoin worth this %1$@ amount.
de: Zum Zahlungszeitpunkt wird der aktuelle Wechselkurs verwendet, sodass der Empfänger Bitcoin im Wert dieses %1$@-Betrags erhält.
es: En el momento del pago se usa el tipo de cambio actual para que el destinatario reciba bitcoin por el valor de este importe en %1$@.

# hub_target_comment_label
source: Payment comment (optional)
de: Zahlungskommentar (optional)
es: Comentario del pago (opcional)

# hub_widget_add
source: Add widget
de: Widget hinzufügen
es: Añadir widget

# hub_widget_add_contact
source: Add contact
de: Kontakt hinzufügen
es: Añadir contacto

# hub_widget_card
source: Contact card
de: Kontaktkarte
es: Tarjeta de contactos

# hub_widget_card_body
source: Up to six contacts in a large widget.
de: Bis zu sechs Kontakte in einem großen Widget.
es: Hasta seis contactos en un widget grande.

# hub_widget_catalog_unavailable
source: Could not load more widgets.
de: Weitere Widgets konnten nicht geladen werden.
es: No se pudieron cargar más widgets.

# hub_widget_change_contacts
source: Change contacts
de: Kontakte ändern
es: Cambiar contactos

# hub_widget_choose_contacts
source: Choose up to %1$lld contacts
de: Wähle bis zu %1$lld Kontakte
es: Elige hasta %1$lld contactos

# hub_widget_contact_placeholder
source: Contact
de: Kontakt
es: Contacto

# hub_widget_contacts
source: Contacts
de: Kontakte
es: Contactos

# hub_widget_contacts_body
source: Your people, ready to pay. Choose the amount each time.
de: Deine Kontakte, direkt zum Bezahlen. Wähle den Betrag jedes Mal.
es: Tus contactos, listos para pagar. Elige el importe cada vez.

# hub_widget_contacts_empty
source: Choose contacts for this widget.
de: Wähle Kontakte für dieses Widget.
es: Elige contactos para este widget.

# hub_widget_continue
source: Continue
de: Weiter
es: Continuar

# hub_widget_edit
source: Edit widget
de: Widget bearbeiten
es: Editar widget

# hub_widget_empty_body
source: Add a widget to make your next payment easier.
de: Füge ein Widget hinzu, um deine nächste Zahlung zu vereinfachen.
es: Añade un widget para facilitar tu próximo pago.

# hub_widget_empty_title
source: Your Hub, your way
de: Dein Hub, dein Stil
es: Tu Hub, a tu manera

# hub_widget_error_save
source: Could not save. Please try again.
de: Speichern fehlgeschlagen. Bitte versuche es erneut.
es: No se pudo guardar. Inténtalo de nuevo.

# hub_widget_favorites
source: Favorites
de: Favoriten
es: Favoritos

# hub_widget_favorites_body
source: Your most-used contacts and shortcuts.
de: Deine meistgenutzten Kontakte und Kurzbefehle.
es: Tus contactos y atajos más usados.

# hub_widget_favorites_empty
source: Your most-used contacts and shortcuts will appear here.
de: Hier erscheinen deine meistgenutzten Kontakte und Kurzbefehle.
es: Aquí aparecerán tus contactos y atajos más usados.

# hub_widget_gallery_body
source: Choose what belongs in your Hub.
de: Wähle, was in deinen Hub gehört.
es: Elige qué añadir a tu Hub.

# hub_widget_gallery_title
source: Add widget
de: Widget hinzufügen
es: Añadir widget

# hub_widget_loading
source: Loading…
de: Wird geladen…
es: Cargando…

# hub_widget_options
source: Widget options
de: Widget-Optionen
es: Opciones del widget

# hub_widget_preview_page
source: Preview %1$lld of %2$lld
de: Vorschau %1$lld von %2$lld
es: Vista previa %1$lld de %2$lld

# hub_widget_recent_empty
source: Your recent contacts and shortcuts will appear here.
de: Hier erscheinen deine zuletzt genutzten Kontakte und Kurzbefehle.
es: Aquí aparecerán tus contactos y atajos recientes.

# hub_widget_recents
source: Recents
de: Zuletzt bezahlt
es: Recientes

# hub_widget_recents_body
source: The contacts and shortcuts you used most recently.
de: Die Kontakte und Kurzbefehle, die du zuletzt genutzt hast.
es: Los contactos y atajos que has usado recientemente.

# hub_widget_recents_hint
source: Updates automatically after successful payments.
de: Aktualisiert sich automatisch nach erfolgreichen Zahlungen.
es: Se actualiza automáticamente después de pagos completados.

# hub_widget_required_fields
source: Complete the required fields.
de: Fülle die erforderlichen Felder aus.
es: Completa los campos obligatorios.

# hub_widget_retry
source: Retry
de: Erneut versuchen
es: Reintentar

# hub_widget_row
source: Contact row
de: Kontaktleiste
es: Fila de contactos

# hub_widget_row_body
source: Up to four contacts in a wide widget.
de: Bis zu vier Kontakte in einem breiten Widget.
es: Hasta cuatro contactos en un widget ancho.

# hub_widget_save_contact
source: Save contact
de: Kontakt speichern
es: Guardar contacto

# hub_widget_select_contacts_error
source: Choose at least one contact.
de: Wähle mindestens einen Kontakt.
es: Elige al menos un contacto.

# hub_widget_select_variant
source: Choose a layout
de: Layout wählen
es: Elegir diseño

# hub_widget_selected_count
source: %1$lld of %2$lld selected
de: %1$lld von %2$lld ausgewählt
es: %1$lld de %2$lld seleccionados

# hub_widget_shortcut
source: Shortcut
de: Kurzbefehl
es: Atajo

# hub_widget_shortcut_amount
source: Preset amount
de: Voreingestellter Betrag
es: Importe predefinido

# hub_widget_shortcut_body
source: A saved amount for a contact you pay often.
de: Ein gespeicherter Betrag für einen häufig bezahlten Kontakt.
es: Un importe guardado para un contacto al que pagas a menudo.

# hub_widget_single
source: Single contact
de: Einzelner Kontakt
es: Un contacto

# hub_widget_single_body
source: One contact in a square widget.
de: Ein Kontakt in einem quadratischen Widget.
es: Un contacto en un widget cuadrado.

# hub_widget_unavailable
source: Temporarily unavailable
de: Vorübergehend nicht verfügbar
es: No disponible temporalmente

# hub_target_name_label
source: Name
es: Nombre

# hub_widget_metric
source: Information
es: Información

# hub_widget_name
source: Widget name
es: Nombre del widget
